Repository: Gorbachevvv/winBitTorrent
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: be_by, ru_ru

# PluginsInstall.Content
source: Install…
be_by: Усталяваць…
ru_ru: Установить…

# PluginsUninstall.Content
source: Uninstall
be_by: Выдаліць
ru_ru: Удалить

# PluginsEnable.Content
source: Enable
be_by: Уключыць
ru_ru: Включить

# PluginsDisable.Content
source: Disable
be_by: Адключыць
ru_ru: Отключить

# PluginsUpdate.Content
source: Check for updates
be_by: Праверыць абнаўленні
ru_ru: Проверить обновления

# RssRulesWindow.Title
source: RSS downloader rules
be_by: Правілы загрузкі RSS
ru_ru: Правила загрузки RSS

# RssRulesListTitle.Text
source: Rules
be_by: Правілы
ru_ru: Правила

# RssRuleTitle.Text
source: Automatic downloader rule
be_by: Правіла аўтаматычнай загрузкі
ru_ru: Правило автоматической загрузки

# RssRuleName.Header
source: Rule name
be_by: Назва правіла
ru_ru: Название правила

# RssRuleEnabled.Header
source: Enabled
be_by: Уключана
ru_ru: Включено

# RssRuleMustContain.Header
source: Must contain
be_by: Павінна змяшчаць
ru_ru: Должно содержать

# RssRuleMustContain.PlaceholderText
source: Words separated by |
be_by: Словы, падзеленыя сімвалам |
ru_ru: Слова, разделённые символом |

# RssRuleMustNotContain.Header
source: Must not contain
be_by: Не павінна змяшчаць
ru_ru: Не должно содержать

# RssRuleEpisode.Header
source: Episode filter
be_by: Фільтр эпізодаў
ru_ru: Фильтр эпизодов

# RssRuleCategory.Header
source: Assign category
be_by: Прызначыць катэгорыю
ru_ru: Назначить категорию

# RssRuleFeeds.Header
source: Apply rule to feeds
be_by: Ужываць правіла да стужак
ru_ru: Применять правило к лентам

# RssRuleFeeds.PlaceholderText
source: One feed path per line; leave empty for all
be_by: Адзін шлях стужкі на радок; пакіньце пустым для ўсіх
ru_ru: Один путь ленты на строку; оставьте пустым для всех

# RssRuleSavePath.Header
source: Save to a different directory
be_by: Захоўваць у іншую папку
ru_ru: Сохранять в другую папку

# RssRuleRegex.Content
source: Use regular expressions
be_by: Выкарыстоўваць рэгулярныя выразы
ru_ru: Использовать регулярные выражения

# RssRuleSmartFilter.Content
source: Use smart episode filter
be_by: Выкарыстоўваць разумны фільтр эпізодаў
ru_ru: Использовать умный фильтр эпизодов

# RssRulePaused.Content
source: Add torrents stopped
be_by: Дадаваць торэнты спыненымі
ru_ru: Добавлять торренты остановленными

# RssRuleSave.Content
source: Save rule
be_by: Захаваць правіла
ru_ru: Сохранить правило

# WindowTitle_AddTorrent
source: Add torrent
be_by: Дадаць торэнт
ru_ru: Добавить торрент

# WindowTitle_Cookies
source: Cookies
be_by: Файлы cookie
ru_ru: Файлы cookie

# WindowTitle_CreateTorrent
source: Create torrent
be_by: Стварыць торэнт
ru_ru: Создать торрент

# WindowTitle_Profiles
source: Server profiles
be_by: Профілі сервераў
ru_ru: Профили серверов

# WindowTitle_RssRules
source: RSS downloader rules
be_by: Правілы загрузкі RSS
ru_ru: Правила загрузки RSS

# WindowTitle_SearchPlugins
source: Search plugins
be_by: Пошукавыя плагіны
ru_ru: Поисковые плагины

# WindowTitle_Settings
source: Settings
be_by: Налады
ru_ru: Настройки

# Tray_Show
source: Show WinBitTorrent
be_by: Паказаць WinBitTorrent
ru_ru: Показать WinBitTorrent

# Tray_Hide
source: Hide WinBitTorrent
be_by: Схаваць WinBitTorrent
ru_ru: Скрыть WinBitTorrent

# Tray_AddTorrentFile
source: Add Torrent File...
be_by: Дадаць торэнт-файл...
ru_ru: Добавить торрент-файл...

# Tray_AddTorrentLink
source: Add Torrent Link...
be_by: Дадаць торэнт-спасылку...
ru_ru: Добавить торрент-ссылку...

# Tray_AlternativeSpeedLimits
source: Alternative speed limits
be_by: Альтэрнатыўныя абмежаванні хуткасці
ru_ru: Альтернативные ограничения скорости

# Tray_GlobalSpeedLimits
source: Global speed limits...
be_by: Глабальныя абмежаванні хуткасці...
ru_ru: Глобальные ограничения скорости...

# Tray_StartAll
source: Resume all
be_by: Аднавіць усе
ru_ru: Возобновить все

# Tray_StopAll
source: Pause all
be_by: Прыпыніць усе
ru_ru: Приостановить все

# Tray_Options
source: Options...
be_by: Налады...
ru_ru: Настройки...

# Tray_Exit
source: Exit WinBitTorrent
be_by: Выхад з WinBitTorrent
ru_ru: Выход из WinBitTorrent

# TrackersMenu.Text
source: Tracker Search
be_by: Пошук па трэкерах
ru_ru: Поиск по трекерам

# TrackersTab.Header
source: Trackers
be_by: Трэкеры
ru_ru: Трекеры

# TrackerPickerTitle.Text
source: Tracker search
be_by: Пошук па трэкерах
ru_ru: Поиск по трекерам

# TrackerPickerSubtitle.Text
source: Choose a tracker. More providers can be added later.
be_by: Выберыце трэкер. Пазней сюды можна будзе дадаць іншыя крыніцы.
ru_ru: Выберите трекер. Позже сюда можно будет добавить другие источники.

# TrackerBackText.Text
source: All trackers
be_by: Усе трэкеры
ru_ru: Все трекеры

# TrackerBackSearchText.Text
source: All trackers
be_by: Усе трэкеры
ru_ru: Все трекеры

# TrackerLoginTitle.Text
source: Sign in to RuTracker
be_by: Уваход у RuTracker
ru_ru: Вход в RuTracker

# TrackerLoginSubtitle.Text
source: Your credentials are saved securely in Windows Credential Manager.
be_by: Уліковыя даныя бяспечна захоўваюцца ў дыспетчары ўліковых даных Windows.
ru_ru: Учётные данные безопасно сохраняются в диспетчере учётных данных Windows.

# TrackerUserName.Header
source: Username
be_by: Лагін
ru_ru: Логин

# TrackerPassword.Header
source: Password
be_by: Пароль
ru_ru: Пароль

# TrackerProxySwitch.Header
source: RuTracker proxy
be_by: Проксі RuTracker
ru_ru: Прокси RuTracker

# TrackerProxySwitch.OnContent
source: On
be_by: Уключаны
ru_ru: Включён

# TrackerProxySwitch.OffContent
source: Off
be_by: Выключаны
ru_ru: Выключен

# TrackerProxyHint.Text
source: Uses the proxy from the official RuTracker browser extension:
be_by: Выкарыстоўваецца проксі з афіцыйнага браўзернага пашырэння RuTracker:
ru_ru: Используется прокси из официального браузерного расширения RuTracker:

# TrackerSignIn.Content
source: Sign in
be_by: Увайсці
ru_ru: Войти

# TrackerBrowserSignIn.Content
source: Sign in through browser / solve captcha
be_by: Увайсці праз браўзер / прайсці капчу
ru_ru: Войти через браузер / пройти капчу

# TrackerBrowserBackText.Text
source: All trackers
be_by: Усе трэкеры
ru_ru: Все трекеры

# TrackerSecureLoginTitle.Text
source: Secure RuTracker sign-in
be_by: Бяспечны ўваход у RuTracker
ru_ru: Безопасный вход в RuTracker

# TrackerBrowserHint.Text
source: Sign in and complete the captcha. WinBitTorrent will recognize the session automatically.
be_by: Увайдзіце ў акаўнт і пройдзіце капчу. WinBitTorrent распазнае сесію аўтаматычна.
ru_ru: Войдите в аккаунт и пройдите капчу. WinBitTorrent распознает сессию автоматически.

# TrackerBrowserComplete.Content
source: Check sign-in
be_by: Праверыць уваход
ru_ru: Проверить вход

# TrackerQuery.PlaceholderText
source: Search RuTracker
be_by: Пошук на RuTracker
ru_ru: Поиск на RuTracker

# TrackerSearch.Content
source: Search
be_by: Знайсці
ru_ru: Найти

# TrackerStop.Content
source: Stop
be_by: Спыніць
ru_ru: Остановить

# TrackerColumnPublished.Header
source: Added
be_by: Дададзена
ru_ru: Добавлено

# TrackerOpenTopic.Content
source: Open topic
be_by: Адкрыць тэму
ru_ru: Открыть тему

# TrackerDownload.Content
source: Download
be_by: Спампаваць
ru_ru: Скачать

# TrackerSignOut.Content
source: Sign out
be_by: Выйсці
ru_ru: Выйти

# Tracker_EnterCredentials
source: Enter your username and password.
be_by: Увядзіце лагін і пароль.
ru_ru: Введите логин и пароль.

# Tracker_SigningIn
source: Signing in…
be_by: Выконваецца ўваход…
ru_ru: Выполняется вход…

# Tracker_BrowserLoginStatus
source: Complete sign-in and any captcha in the embedded browser.
be_by: Увайдзіце ў акаўнт і пройдзіце капчу ва ўбудаваным браўзеры.
ru_ru: Войдите в аккаунт и пройдите капчу во встроенном браузере.

# Tracker_ImportingBrowserSession
source: Checking the RuTracker session…
be_by: Праверка сесіі RuTracker…
ru_ru: Проверка сессии RuTracker…

# Tracker_SessionExpired
source: The RuTracker session has expired. Sign in again.
be_by: Сесія RuTracker скончылася. Увайдзіце ў акаўнт зноў.
ru_ru: Сессия RuTracker истекла. Войдите в аккаунт снова.

# Tracker_BrowserOpenFailed
source: Could not open the RuTracker sign-in page: {0}
be_by: Не атрымалася адкрыць старонку ўваходу RuTracker: {0}
ru_ru: Не удалось открыть страницу входа RuTracker: {0}

# Tracker_BrowserNotSignedIn
source: Sign-in has not completed yet. Enter your credentials and complete the captcha.
be_by: Уваход яшчэ не завершаны. Увядзіце даныя акаўнта і пройдзіце капчу.
ru_ru: Вход ещё не завершён. Введите данные аккаунта и пройдите капчу.

# Tracker_BrowserNavigationBlocked
source: Only the RuTracker sign-in page is available here.
be_by: Тут даступная толькі старонка ўваходу RuTracker.
ru_ru: Здесь доступна только страница входа RuTracker.

# Tracker_BrowserNavigationFailed
source: The sign-in page could not be loaded: {0}
be_by: Не атрымалася загрузіць старонку ўваходу: {0}
ru_ru: Не удалось загрузить страницу входа: {0}

# Tracker_WaitingForBrowserLogin
source: Waiting for RuTracker sign-in…
be_by: Чаканне ўваходу ў RuTracker…
ru_ru: Ожидание входа в RuTracker…

# Tracker_BrowserSessionReadFailed
source: Could not check the RuTracker session: {0}
be_by: Не атрымалася праверыць сесію RuTracker: {0}
ru_ru: Не удалось проверить сессию RuTracker: {0}

# Tracker_Ready
source: Ready
be_by: Гатова
ru_ru: Готово

# Tracker_SearchingNamed
source: Searching {0}…
be_by: Пошук у {0}…

# Tracker_SeasonQuerySuffix
source: season {0}
be_by: сезон {0}

# Tracker_ResultCount
source: Results: {0}
be_by: Вынікаў: {0}
ru_ru: Результатов: {0}

# Tracker_QBittorrentRequired
source: Connect to qBittorrent before downloading.
be_by: Перад спампоўваннем падключыцеся да qBittorrent.
ru_ru: Перед скачиванием подключитесь к qBittorrent.

# Tracker_Downloading
source: Downloading torrent file…
be_by: Загрузка torrent-файла…
ru_ru: Загрузка torrent-файла…

# Tracker_Added
source: Torrent added to qBittorrent.
be_by: Торэнт дададзены ў qBittorrent.
ru_ru: Торрент добавлен в qBittorrent.

# Tracker_AddWindowReady
source: Torrent file downloaded. Review add options.
be_by: Torrent-файл загружаны. Праверце параметры дадання.
ru_ru: Torrent-файл загружен. Проверьте параметры добавления.

# Tracker_SignedOut
source: Signed out. Sign in with another account.
be_by: Вы выйшлі з акаўнта. Увайдзіце пад іншым уліковым запісам.
ru_ru: Вы вышли из аккаунта. Войдите под другой учётной записью.

# CatalogFeaturedTitle.Text
source: Search by movies
be_by: Пошук па фільмах
ru_ru: Поиск по фильмам

# TrackersSectionTitle.Text
source: Trackers
be_by: Трэкеры
ru_ru: Трекеры

# CatalogBackToSourcesText.Text
source: Sources
be_by: Крыніцы
ru_ru: Источники

# TrackerBackToTitle.Content
source: Back to title
be_by: Назад да фільма
ru_ru: Назад к фильму

# CatalogQuery.PlaceholderText
source: Search movies and TV shows
be_by: Пошук фільмаў і серыялаў
ru_ru: Поиск фильмов и сериалов

# Catalog_Section_Trending
source: Trending today
be_by: У трэндзе сёння
ru_ru: В тренде сегодня

# Catalog_Section_PopularMovies
source: Popular movies
be_by: Папулярныя фільмы
ru_ru: Популярные фильмы

# Catalog_Section_PopularTv
source: Popular TV shows
be_by: Папулярныя серыялы
ru_ru: Популярные сериалы

# Catalog_Section_TopRatedMovies
source: Top rated movies
be_by: Лепшыя фільмы
ru_ru: Лучшие фильмы

# Catalog_Section_TopRatedTv
source: Top rated TV shows
be_by: Лепшыя серыялы
ru_ru: Лучшие сериалы

# Catalog_Section_NowPlaying
source: Now in theaters
be_by: Цяпер у кіно
ru_ru: Сейчас в кино

# Catalog_Section_Upcoming
source: Coming soon
be_by: Хутка выйдзе
ru_ru: Скоро выйдет

# Catalog_Section_OnTheAir
source: TV shows on the air
be_by: Серыялы ў эфіры
ru_ru: Сериалы в эфире

# CatalogSimilarTitle.Text
source: Similar titles
be_by: Падобнае
ru_ru: Похожее

# Catalog_DirectorLabel
source: Director
be_by: Рэжысёр
ru_ru: Режиссёр

# Catalog_CreatorsLabel
source: Creators
be_by: Стваральнікі
ru_ru: Создатели

# CatalogSeasonLabel.Text
source: Season
be_by: Сезон

# Catalog_SeasonLabel
source: Season {0}
be_by: Сезон {0}

# Catalog_EpisodeCountShort
source: {0} ep.
be_by: {0} эп.

# CatalogBackText.Text
source: Catalog
be_by: Каталог
ru_ru: Каталог

# CatalogCastLabel.Text
source: Cast:
be_by: У ролях:
ru_ru: В ролях:

# CatalogDownload.Content
source: Download
be_by: Спампаваць
ru_ru: Скачать

# CatalogWatch.Content
source: Watch
be_by: Глядзець
ru_ru: Смотреть

# Catalog_NotConfigured
source: Set a TMDB API key in Settings > Catalog to load the movie/TV catalog.
be_by: Пазначце ключ TMDB API ў Наладах > Каталог, каб загрузіць каталог фільмаў і серыялаў.
ru_ru: Укажите ключ TMDB API в Настройках > Каталог, чтобы загрузить каталог фильмов и сериалов.

# Catalog_WatchUnavailable
source: Download the title first to watch it.
be_by: Спачатку спампуйце фільм, каб паглядзець яго.
ru_ru: Сначала скачайте фильм, чтобы посмотреть его.

# Catalog_RuntimeMinutes
source: {0} min
be_by: {0} хвіл
ru_ru: {0} мин

# Catalog_SeasonCount
source: {0} seasons
be_by: Сезонаў: {0}
ru_ru: Сезонов: {0}

# SettingsCatalog.Content
source: Catalog
be_by: Каталог
ru_ru: Каталог

# SettingsSection_Catalog
source: Catalog
be_by: Каталог
ru_ru: Каталог

# Setting_catalog_tmdb_apiKey
source: TMDB API key
be_by: Ключ TMDB API
ru_ru: Ключ TMDB API

# Setting_catalog_tmdb_apiKey_Description
source: Free API key from themoviedb.org, used to load the movie/TV catalog. You need to register on themoviedb.org yourself and generate the key — WinBitTorrent cannot do this for you.
be_by: Бясплатны ключ з themoviedb.org, выкарыстоўваецца для загрузкі каталога фільмаў і серыялаў. Зарэгістравацца на themoviedb.org і атрымаць ключ трэба самастойна — WinBitTorrent не можа зрабіць гэта за вас.
ru_ru: Бесплатный ключ с themoviedb.org, используется для загрузки каталога фильмов и сериалов. Зарегистрироваться на themoviedb.org и получить ключ нужно самостоятельно — WinBitTorrent не может сделать это за вас.

# Settings_GetTmdbKey
source: Get API key…
be_by: Атрымаць ключ…
ru_ru: Получить ключ…

# DuplicateTorrent_Title
source: Torrent is already present
be_by: Торэнт ужо дададзены
ru_ru: Торрент уже добавлен

# DuplicateTorrent_Message
source: Torrent '{0}' is already in the transfer list. Do you want to merge trackers from the new source?
be_by: Торэнт «{0}» ужо ёсць у спісе перадач. Аб'яднаць трэкеры з новай крыніцы?
ru_ru: Торрент «{0}» уже есть в списке передач. Объединить трекеры из нового источника?

# DuplicateTorrent_Private
source: Torrent '{0}' is private. Its trackers cannot be merged.
be_by: Торэнт «{0}» з'яўляецца прыватным. Яго трэкеры нельга аб'яднаць.
ru_ru: Торрент «{0}» является приватным. Его трекеры нельзя объединить.

# Connection_NotConnected
source: Not connected to qBittorrent.
be_by: Няма падключэння да qBittorrent.
ru_ru: Нет подключения к qBittorrent.

# Settings_NotConnectedTitle
source: qBittorrent is not connected
be_by: Няма падключэння да qBittorrent
ru_ru: Нет подключения к qBittorrent

# Settings_NotConnectedMessage
source: Connect to a qBittorrent profile to view and change these settings.
be_by: Падключыцеся да профілю qBittorrent, каб праглядаць і змяняць гэтыя налады.
ru_ru: Подключитесь к профилю qBittorrent, чтобы просматривать и изменять эти настройки.

# Settings_AppliedVerified
source: Settings were applied and verified by qBittorrent.
be_by: Налады ўжытыя і правераныя праз qBittorrent.
ru_ru: Настройки применены и проверены через qBittorrent.

# Settings_VerificationFailed
source: qBittorrent did not apply these settings: {0}
be_by: qBittorrent не ўжыў наступныя налады: {0}
ru_ru: qBittorrent не применил следующие настройки: {0}

# SettingsConnection_ProtocolTitle
source: Protocol and listening port
be_by: Пратакол і порт праслухоўвання
ru_ru: Протокол и порт прослушивания

# SettingsConnection_ProtocolDescription
source: Controls how peers reach this client. Port 0 lets the operating system select an available port.
be_by: Вызначае, як піры падключаюцца да кліента. Значэнне порта 0 дазваляе сістэме выбраць вольны порт.
ru_ru: Определяет, как пиры подключаются к клиенту. Значение порта 0 позволяет системе выбрать свободный порт.

# SettingsConnection_LimitsTitle
source: Connection limits
be_by: Абмежаванні злучэнняў
ru_ru: Ограничения соединений

# SettingsConnection_LimitsDescription
source: Use -1 for no limit. Conservative limits can reduce router and memory load.
be_by: Значэнне -1 адключае абмежаванне. Умераныя ліміты зніжаюць нагрузку на роўтар і памяць.
ru_ru: Значение -1 отключает ограничение. Умеренные лимиты снижают нагрузку на роутер и память.

# SettingsConnection_ProxyTitle
source: Proxy server
be_by: Проксі-сервер
ru_ru: Прокси-сервер

# SettingsConnection_ProxyDescription
source: Choose which qBittorrent traffic is routed through the proxy.
be_by: Выберыце, які трафік qBittorrent павінен накіроўваць праз проксі.
ru_ru: Выберите, какой трафик qBittorrent должен направлять через прокси.

# SettingsConnection_I2pTitle
source: I2P (experimental)
be_by: I2P (эксперыментальна)
ru_ru: I2P (экспериментально)

# SettingsConnection_I2pDescription
source: Requires a running I2P router with a SAM bridge.
be_by: Патрабуецца запушчаны I2P-роўтар з уключаным SAM-мостам.
ru_ru: Требуется запущенный I2P-роутер с включённым SAM-мостом.

# SettingsConnection_FilterTitle
source: IP filtering
be_by: Фільтрацыя IP
ru_ru: Фильтрация IP

# SettingsConnection_FilterDescription
source: Load a compatible filter list or block individual addresses manually.
be_by: Загрузіце сумяшчальны спіс фільтрацыі або заблакуйце асобныя адрасы ўручную.
ru_ru: Загрузите совместимый список фильтрации или заблокируйте отдельные адреса вручную.

# SettingsConnection_RandomPort
source: Random port
be_by: Выпадковы порт
ru_ru: Случайный порт

# Setting_bittorrent_protocol
source: Peer connection protocol
be_by: Пратакол падключэння піраў
ru_ru: Протокол подключения пиров

# Setting_max_connec
source: Global maximum connections (-1 = unlimited)
be_by: Агульны максімум злучэнняў (-1 — без абмежавання)
ru_ru: Общий максимум соединений (-1 — без ограничения)

# Setting_max_connec_per_torrent
source: Maximum connections per torrent (-1 = unlimited)
be_by: Максімум злучэнняў на торэнт (-1 — без абмежавання)
ru_ru: Максимум соединений на торрент (-1 — без ограничения)

# Setting_max_uploads
source: Global maximum upload slots (-1 = unlimited)
be_by: Агульны максімум слотаў аддачы (-1 — без абмежавання)
ru_ru: Общий максимум слотов отдачи (-1 — без ограничения)

# Setting_max_uploads_per_torrent
source: Maximum upload slots per torrent (-1 = unlimited)
be_by: Максімум слотаў аддачы на торэнт (-1 — без абмежавання)
ru_ru: Максимум слотов отдачи на торрент (-1 — без ограничения)

# Setting_proxy_hostname_lookup
source: Resolve host names through the proxy
be_by: Дазваляць імёны хастоў праз проксі
ru_ru: Разрешать имена хостов через прокси

# Setting_proxy_auth_enabled
source: Proxy requires authentication
be_by: Проксі патрабуе аўтэнтыфікацыю
ru_ru: Прокси требует аутентификацию

# Setting_proxy_username
source: Proxy username
be_by: Імя карыстальніка проксі
ru_ru: Имя пользователя прокси

# Setting_proxy_password
source: Proxy password
be_by: Пароль проксі
ru_ru: Пароль прокси

# Setting_proxy_bittorrent
source: Use proxy for BitTorrent traffic
be_by: Выкарыстоўваць проксі для BitTorrent-трафіку
ru_ru: Использовать прокси для BitTorrent-трафика

# Setting_proxy_peer_connections
source: Use proxy for peer connections
be_by: Выкарыстоўваць проксі для злучэнняў з пірамі
ru_ru: Использовать прокси для соединений с пирами

# Setting_proxy_rss
source: Use proxy for RSS
be_by: Выкарыстоўваць проксі для RSS
ru_ru: Использовать прокси для RSS

# Setting_proxy_misc
source: Use proxy for general traffic
be_by: Выкарыстоўваць проксі для агульнага трафіку
ru_ru: Использовать прокси для общего трафика

# Setting_i2p_enabled
source: Enable I2P
be_by: Уключыць I2P
ru_ru: Включить I2P

# Setting_i2p_address
source: I2P SAM bridge host
be_by: Хост SAM-моста I2P
ru_ru: Хост SAM-моста I2P

# Setting_i2p_port
source: I2P SAM bridge port
be_by: Порт SAM-моста I2P
ru_ru: Порт SAM-моста I2P

# Setting_i2p_mixed_mode
source: Allow regular peers for I2P torrents (mixed mode)
be_by: Дазваляць звычайных піраў для I2P-торэнтаў (змешаны рэжым)
ru_ru: Разрешать обычных пиров для I2P-торрентов (смешанный режим)

# Setting_ip_filter_enabled
source: Enable IP filter
be_by: Уключыць IP-фільтр
ru_ru: Включить IP-фильтр

# Setting_ip_filter_path
source: IP filter file (.dat, .p2p, .p2b)
be_by: Файл IP-фільтра (.dat, .p2p, .p2b)
ru_ru: Файл IP-фильтра (.dat, .p2p, .p2b)

# Setting_ip_filter_trackers
source: Apply IP filter to trackers
be_by: Ужываць IP-фільтр да трэкераў
ru_ru: Применять IP-фильтр к трекерам

# Setting_banned_IPs
source: Manually banned IP addresses (one per line)
be_by: Заблакаваныя ўручную IP-адрасы (па адным у радку)
ru_ru: Заблокированные вручную IP-адреса (по одному в строке)

# Setting_random_port_Description
source: Overrides the fixed port with automatic selection at every backend start.
be_by: Пры запуску ўбудаванага backend фіксаваны порт замяняецца аўтаматычна выбраным.
ru_ru: При запуске встроенного backend фиксированный порт заменяется автоматически выбранным.

# Setting_proxy_password_Description
source: qBittorrent stores this password without encryption.
be_by: qBittorrent захоўвае гэты пароль у незашыфраваным выглядзе.
ru_ru: qBittorrent хранит этот пароль в незашифрованном виде.

# Setting_proxy_peer_connections_Description
source: Enable this to prevent direct peer connections when BitTorrent proxying is active.
be_by: Уключыце, каб выключыць прамыя злучэнні з пірамі пры актыўным BitTorrent-проксі.
ru_ru: Включите, чтобы исключить прямые соединения с пирами при активном BitTorrent-прокси.

# Setting_i2p_mixed_mode_Description
source: Mixed mode can connect to regular IP peers and therefore does not provide I2P anonymity.
be_by: Змешаны рэжым дапускае звычайныя IP-злучэнні і таму не забяспечвае ананімнасць I2P.
ru_ru: Смешанный режим допускает обычные IP-соединения и поэтому не обеспечивает анонимность I2P.

# Setting_ip_filter_path_RemoteDescription
source: Enter a path that is accessible on the remote qBittorrent server.
be_by: Пазначце шлях, даступны на выдаленым серверы qBittorrent.
ru_ru: Укажите путь, доступный на удалённом сервере qBittorrent.

# Choice_ProtocolBoth
source: TCP and µTP
be_by: TCP і µTP
ru_ru: TCP и µTP

# Choice_ProtocolTcp
source: TCP only
be_by: Толькі TCP
ru_ru: Только TCP

# Choice_ProtocolUtp
source: µTP only
be_by: Толькі µTP
ru_ru: Только µTP

# AddTorrent_PriorityMixed
source: Mixed
be_by: Змешаны
ru_ru: Смешанный

# FilesExpandAll.Content
source: Expand all
be_by: Разгарнуць усё
ru_ru: Развернуть всё

# FilesCollapseAll.Content
source: Collapse all
be_by: Згарнуць усё
ru_ru: Свернуть всё

# FilesPriority.Content
source: Priority
be_by: Прыярытэт
ru_ru: Приоритет

# FilesRemaining.Text
source: Remaining
be_by: Засталося
ru_ru: Осталось

# FilesAvailability.Text
source: Availability
be_by: Даступнасць
ru_ru: Доступность

# FilesOpen.Text
source: Open
be_by: Адкрыць
ru_ru: Открыть

# FilesOpenDestination.Text
source: Open destination folder
be_by: Адкрыць папку прызначэння
ru_ru: Открыть папку назначения

# Files_PriorityMixed
source: Mixed
be_by: Змешаны
ru_ru: Смешанный

# Files_SelectItemsFirst
source: Select one or more files or folders first.
be_by: Спачатку выберыце адзін або некалькі файлаў ці папак.
ru_ru: Сначала выберите один или несколько файлов либо папок.

# Files_PriorityUpdated
source: Priority updated for {0} files.
be_by: Прыярытэт абноўлены для файлаў: {0}.
ru_ru: Приоритет обновлён для файлов: {0}.

# Files_LocalItemUnavailable
source: The selected file or folder is not available locally yet.
be_by: Выбраны файл ці папка пакуль недаступныя лакальна.
ru_ru: Выбранный файл или папка пока недоступны локально.
